/*
 * Передача за посиланням і за значенням
 *
 * Примітиви і складні типи
 * Посильна рівність (referential equality)
 */

/*
TODO: Створіть змінну num = 10.
TODO: Створіть та привласніть змінній numCopy, значення змінної num.
TODO: Виведіть до консолі обидві ці змінні.
TODO: Змініть значення змінної num і ще раз виведіть у консоль.
*/

/*
TODO: Створіть масив numbers = [1, 2, 3].
TODO: Створіть та привласніть змінній numbersCopy, значення змінної numbers.
TODO: Виведіть до консолі обидва цих масива.
TODO: Перезапишіть перший елемент в масиві numbers і ще раз виведіть обидва масива до консолі.
*/
